openfoam/multiple_velocity_dynamic_relaxation/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  5.x                                   |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    outlet
    {
        type            patch;
        nFaces          80;
        startFace       29720;
    }
    inlet
    {
        type            patch;
        nFaces          60;
        startFace       29800;
    }
    lowerWall
    {
        type            wall;
        inGroups        1(wall);
        nFaces          220;
        startFace       29860;
    }
    upperWall
    {
        type            wall;
        inGroups        1(wall);
        nFaces          200;
        startFace       30080;
    }
    defaultFaces
    {
        type            empty;
        inGroups        1(empty);
        nFaces          30000;
        startFace       30280;
    }
)

// ************************************************************************* //
